{
  "art_title": "Art",
  "art_description": "L'art ou plutôt la créativité occupe une place importante dans ma vie. je passe beaucoup de temps à utiliser différents médiums pour manifester mes idées et laisser libre cours à l'inspiration et à la créativité",
  "art_origami_title": "Origami",
  "art_origami_description": "Dans mon enfance, j'étais fasciné par la fabrication d'origami. à ce jour, je plie encore toutes sortes de kusudamas et de grues en papier. l'origami est une forme d'art qui défie ma créativité et ma patience tout en me calmant. c'est incroyable de voir comment quelque chose d'aussi beau peut sortir d'un simple morceau de papier. la variété de personnages et de modèles possibles est infinie et il y a toujours quelque chose de nouveau à découvrir et à apprendre. faire de l'origami est une merveilleuse façon pour moi de passer mon temps libre et d'améliorer mes compétences en même temps.",
  "art_drawings_title": "Dessins",
  "art_drawings_description": "Le dessin est l'un de mes passe-temps favoris car il est très méditatif et je peux laisser libre cours à ma créativité. tout ce dont j'ai besoin est un stylo et un morceau de papier et je peux m'immerger dans mon propre monde et me concentrer pleinement sur mon art. il n'y a pas de règles ou de lignes directrices, je peux simplement laisser libre cours à mon imagination et expérimenter. cela se traduit souvent par des résultats inattendus qui me surprennent et m'inspirent. pour moi, la beauté du dessin réside dans le fait que c'est un champ d'apprentissage sans fin. il y a toujours de nouvelles techniques, styles et matériaux à découvrir et à essayer, ce qui me met constamment au défi et me motive à me développer davantage. bien que j'aie encore beaucoup à apprendre, j'apprécie chaque moment de dessin et je suis reconnaissante d'avoir l'opportunité d'exprimer mon propre monde de cette manière.",
  "art_spraypaint_title": "Graffiti",
  "art_spraypaint_description": "Depuis que j'ai essayé ce médium, j'ai commencé à pulvériser dans des endroits légaux chaque été, car cette technique unique me permet de faire beaucoup de nouvelles choses. lors de la pulvérisation, je peux transformer mes idées en grandes œuvres d'art. la liberté que je ressens lors de la pulvérisation est indescriptible et les couleurs que je peux utiliser sont si diverses que je suis toujours émerveillée. j'aime aussi pulvériser à l'extérieur dans la nature et m'inspirer de l'environnement. c'est un sentiment formidable de partager mon art avec d'autres personnes et de les voir apprécier ou discuter de mon travail. bien que la pulvérisation soit souvent considérée comme illégale, il existe de nombreux endroits légaux où je peux aller pour m'amuser et perfectionner mes compétences. je suis reconnaissante de cette opportunité de vivre ma passion et de m'exprimer de manière créative.",
  "art_other_title": "Plus d'oeuvres",
  "art_other_description": "Outre les catégories ci-dessus, j'aime explorer d'autres domaines de l'art tels que la menuiserie et la mosaïque. l'ébénisterie me fascine par la beauté naturelle du matériau et la variété des possibilités qu'il offre. j'aime façonner et travailler le bois pour créer des meubles, sculptures et autres œuvres d'art uniques. le ponçage, la sculpture et le polissage du bois sont presque méditatifs pour moi et j'apprécie les défis que ce travail apporte.<br />je suis également fasciné par les mosaïques. je suis fasciné par la myriade de petits morceaux qui sont assemblés pour former une image plus grande. j'aime utiliser différents matériaux comme la céramique, le verre ou la pierre pour créer des œuvres d'art colorées et expressives. lors de la pose d'une mosaïque, je peux me perdre pendant des heures dans mon propre monde et me perdre dans les petits détails de mon travail. c'est incroyable de voir comment les nombreuses petites pièces fusionnent finalement en un tout harmonieux et racontent une histoire. ces processus créatifs sont une source d'inspiration et d'expression pour moi, ce qui signifie beaucoup pour moi dans ma vie.",
  "home_title": "Bienvenue sur mon site portfolio !",
  "home_description": "Je m'appelle georgiy shevoroshkin et je suis un développeur de logiciels de 20 ans passionné par la créativité et l'apprentissage. je suis diplômé de l'informatikmittelschule hottingen et je travaille dans le développement d'applications depuis plus de 5 ans.<br />lorsque je ne programme pas, j'explore mes nombreux intérêts. j'aime dessiner, plier des origamis, cuisiner, faire du vélo, camper et jouer de la guitare. je suis également passionnée par l'enseignement et j'ai de l'expérience dans le tutorat d'enfants en mathématiques, en anglais et en codage.<br />tout au long de ma carrière, j'ai travaillé sur une variété de projets allant des jeux vidéo au développement web. j'aime les défis et j'aime utiliser mes compétences pour résoudre des problèmes complexes et créer des solutions innovantes.<br />sur ce site, vous trouverez des exemples de mon travail et des informations sur mes compétences et mon expérience. que vous soyez un employeur potentiel ou simplement curieux de mon travail, j'espère que vous trouverez quelque chose qui vous intéresse. merci de votre visite et n'hésitez pas à nous contacter si vous avez des questions ou si vous souhaitez travailler avec nous !",
  "home_about_title": "Sur moi",
  "home_about_pdf": "Cv pdf",
  "home_about_infos": "Info",
  "home_about_me": "Détails personnels",
  "home_about_bithdate": "Date de naissance",
  "home_about_nationality": "Nationalité",
  "home_about_address": "Résidence",
  "home_about_city": "Zip ville",
  "home_about_contact": "Contact",
  "home_about_phone": "Téléphone",
  "home_about_email": "E-mail",
  "home_skills_title": "Compétences",
  "home_skills_web": "Développement web",
  "home_skills_dev": "Développement d'applications",
  "home_skills_pers": "Personnel",
  "home_skills_solo": "Travail individuel",
  "home_skills_team": "Travail en équipe",
  "home_skills_logic": "Pensée logique",
  "home_skills_creativity": "La créativité",
  "home_skills_languages": "Langues",
  "home_skills_german": "Allemand",
  "home_skills_english": "Anglais",
  "home_skills_russian": "Russe",
  "home_skills_french": "Français",
  "home_skills_office": "Bureau",
  "home_skills_word": "Mot",
  "home_skills_powerpoint": "Power point",
  "home_skills_excel": "Exceller",
  "home_skills_access": "Accès",
  "home_family_title": "Famille",
  "home_family_dad": "Père",
  "home_family_mom": "Mère",
  "home_family_brother": "Frère",
  "home_hobbies_title": "Loisirs",
  "home_hobbies_music": "Musique",
  "home_hobbies_musictext": "Je prends des cours de guitare depuis l'âge de 7 ans. la musique a toujours joué un rôle très important dans ma vie. aujourd'hui, je ne suis plus les cours, mais je joue toujours dans un petit groupe, j'apprends à jouer de la batterie et à produire de la musique électronique ou des rythmes hip-hop sur mon pc.",
  "home_hobbies_art": "Art",
  "home_hobbies_arttext": "Non seulement à travers la musique mais aussi à travers l'art, je peux exprimer mes sentiments et les gérer pendant des heures. qu'il s'agisse de dessiner sur papier, de peindre sur toile, de pulvériser ou de concevoir un site web, je ressens toujours une euphorie qui ne peut être comparée à aucune autre activité.",
  "home_hobbies_cevi": "Cevi",
  "home_hobbies_cevitext": "Je visite régulièrement le cevi schwamendingen depuis 2006. il y a environ 5 ans, j'avais terminé mon deuxième diplôme en tant que chef de groupe. malheureusement, à cause de l'école et du stress des examens, je n'ai pas pu assister à tous les samedis ces dernières années. mais comme je m'entends bien avec les enfants et parce que la nature est très importante pour moi, je fais toujours partie de notre groupe.",
  "home_hobbies_sport": "Des sports",
  "home_hobbies_sporttext": "Pendant mon temps libre, je ne suis pas seulement occupé par des choses créatives, j'aime aussi faire du sport. cela comprend l'athlétisme, le cyclisme, le skateboard et le tennis de table. j'aime particulièrement faire du jogging dans les bois et faire du skateboard avec des amis dans le skate park ou dans la rue en essayant de maîtriser de nouveaux trucs.",
  "home_school_title": "Écoles visitées",
  "home_school_ims": "Collège d'informatique",
  "home_school_sek": "Lycée",
  "home_school_gym": "Lycée",
  "home_school_pri": "École primaire",
  "career_title": "Carrière",
  "career_description": "En réalisant ces missions ou en travaillant pour les entreprises, j'ai acquis des connaissances dans des domaines très variés",
  "career_boss": "Client",
  "career_tools": "Outils",
  "career_toproject": "Vers le projet",
  "career_webdev_title": "Développement web",
  "career_scraping_title": "Web scraping et automatisation",
  "career_scraping_description": "La mission consistait à sélectionner des vêtements de différentes collections, à éditer les images et à les télécharger sur le site web. pour cela, j'ai écrit un script qui lit automatiquement les informations et crée finalement des produits incluant les informations sur le site web.",
  "career_immob_title": "Location immobilière",
  "career_immob_description": "Pour l'idée d'entreprise de mon père, j'ai développé une application web sur laquelle il peut mettre en ligne ses appartements à louer aux usa afin qu'ils soient mieux visibles du public.",
  "career_ecomm_title": "Site de commerce électronique",
  "career_ecomm_description": "Je développe actuellement une application react qui propose des biens d'occasion et d'autres services.",
  "career_btc_title": "Traqueur de bitcoins",
  "career_btc_description": "Le travail d'essai chez cubera consistait à créer une application qui affiche graphiquement le prix du bitcoin et a une fonction pour le convertir dans d'autres devises.",
  "career_rus_title": "Page d'accueil rusfrauentreff",
  "career_rus_description": "Pour cette organisation, j'ai développé une page d'accueil sur laquelle tous les événements et informations étaient visibles.",
  "projects_title": "Projets",
  "projects_description": "Voici quelques-uns des projets que j'ai programmés ces dernières années",
  "projects_react_text": "Je programme actuellement une boutique en ligne où des vêtements avec mes créations sont disponibles",
  "projects_python_text": "J'ai écrit un script qui lit automatiquement les informations sur les produits d'autres sites web et crée finalement des produits incluant les informations sur le site web d'ernesto vargas",
  "projects_unity_dungeon": "J'ai conçu et programmé un jeu de donjon 2d en 2018",
  "projects_unity_rocket": "Comme premier jeu, j'ai développé un jeu où vous esquivez des météorites avec une fusée",
  "projects_html_dad": "Pour l'idée d'entreprise de mon père, j'ai développé une application web sur laquelle il peut mettre en ligne ses appartements à louer aux usa",
  "projects_html_jukebox": "Un site jukebox fonctionnel a été programmé pour un projet scolaire",
  "projects_html_rus": "Pour ma mère, j'ai créé la page d'accueil de \"russian women's meeting\"",
  "projects_html_vallora": "Vallora est l'un des premiers sites (pour un hôtel) que j'ai créé",
  "projects_java_game": "Un jeu basé sur du texte que j'ai créé pour enseigner java aux enfants",
  "projects_java_uno": "Un jeu uno conçu avec swing",
  "projects_java_swing": "Un calculateur de notes pour l'école",
  "projects_java_sort": "À l'école, nous avons appris plusieurs algorithmes de tri",
  "projects_glassfish_text": "À l'école, nous avons appris à programmer une application web pour une bibliothèque avec une fonction de paiement en utilisant glassfish et java",
  "projects_php_forms": "Nous avons appris toutes sortes de formulaires et de façons de les vérifier à l'école",
  "projects_php_gallery": "Une galerie où vous pouvez télécharger et supprimer des images"
}