{
  "art_title": "Искусство",
  "art_description": "Искусство, а точнее творчество – огромная часть моей жизни. я провожу много времени, используя различные средства, чтобы реализовать свои идеи и дать волю своему вдохновению и творчеству.",
  "art_origami_title": "Оригами",
  "art_origami_description": "В детстве я увлекался изготовлением оригами. до сих пор складываю всевозможные кусудамы и бумажных журавликов. оригами — это форма искусства, которая бросает вызов моему творчеству и терпению, одновременно успокаивая меня. удивительно, как из простого листа бумаги может выйти такая красивая вещь. разнообразие возможных персонажей и моделей бесконечно, и всегда есть что-то новое, что можно открыть и изучить. создание оригами — это прекрасный способ провести свободное время и одновременно улучшить свои навыки.",
  "art_drawings_title": "Рисунки",
  "art_drawings_description": "Рисование — одно из моих любимых увлечений, потому что оно очень медитативное, и я могу дать волю своему творчеству. все, что мне нужно, это ручка и лист бумаги, и я могу погрузиться в свой собственный мир и полностью сосредоточиться на своем творчестве. здесь нет никаких правил или указаний, я могу просто дать волю своему воображению и поэкспериментировать. это часто приводит к неожиданным результатам, которые меня удивляют и вдохновляют. для меня красота рисования заключается в том, что это бесконечная область обучения. всегда есть новые техники, стили и материалы, которые нужно открыть и опробовать, что постоянно бросает мне вызов и мотивирует меня развиваться дальше. хотя мне еще многому предстоит научиться, я наслаждаюсь каждым моментом рисования и благодарен за возможность выразить свой собственный мир таким образом.",
  "art_spraypaint_title": "Граффити",
  "art_spraypaint_description": "С тех пор, как я попробовал это средство, я начал каждое лето распылять в легальных местах, так как эта уникальная техника позволяет мне делать много новых вещей. при распылении я могу превратить свои идеи в великие произведения искусства. свобода, которую я чувствую при распылении, неописуема, а цвета, которые я могу использовать, настолько разнообразны, что я всегда поражаюсь. я также люблю распылять на открытом воздухе на природе и вдохновляться окружающей средой. это прекрасное чувство — делиться своим искусством с другими людьми и видеть, как они наслаждаются моей работой или обсуждают ее. хотя распыление часто считается незаконным, есть много законных мест, где я могу развлечься и отточить свои навыки. я благодарна за эту возможность жить своей страстью и выражать себя творчески.",
  "art_other_title": "Больше работ",
  "art_other_description": "Помимо вышеперечисленных категорий, мне нравится изучать другие области искусства, такие как изделия из дерева и мозаика. работа по дереву очаровывает меня природной красотой материала и разнообразием возможностей, которые он предлагает. я люблю формировать и обрабатывать дерево, чтобы создавать уникальную мебель, скульптуры и другие произведения искусства. шлифовка, резьба и полировка дерева для меня почти медитативны, и мне нравятся трудности, которые приносит эта работа.<br />я также очарован мозаикой. я очарован мириадами маленьких кусочков, которые складываются в большую картину. я люблю использовать различные материалы, такие как керамика, стекло или камень, для создания красочных и выразительных произведений искусства. при укладке мозаики я могу часами уходить в свой мир и теряться в мелких деталях своей работы. удивительно, как множество мелких деталей, наконец, сливаются в гармоничное целое и рассказывают историю. эти творческие процессы являются для меня источником вдохновения и самовыражения, что очень много значит для меня в жизни.",
  "home_title": "Добро пожаловать на сайт моего портфолио!",
  "home_description": "Меня зовут георгий шеворошкин, я 20-летний разработчик программного обеспечения со страстью к творчеству и обучению. я закончил informatikmittelschule hottingen и работаю в сфере разработки приложений более 5 лет.<br />когда я не занимаюсь программированием, я исследую свои многочисленные интересы. я люблю рисовать, складывать оригами, готовить, кататься на велосипеде, разбивать лагерь и играть на гитаре. я также увлечен преподаванием и имею опыт обучения детей математике, английскому языку и программированию.<br />на протяжении всей своей карьеры я работал над различными проектами, от видеоигр до веб-разработки. я люблю сложные задачи, и мне нравится использовать свои навыки для решения сложных проблем и создания инновационных решений.<br />на этом веб-сайте вы найдете примеры моей работы и информацию о моих навыках и опыте. являетесь ли вы потенциальным работодателем или просто интересуетесь моей работой, я надеюсь, что вы найдете что-то, что вас заинтересует. благодарим вас за посещение, и, пожалуйста, не стесняйтесь обращаться к нам, если у вас есть какие-либо вопросы или вы хотели бы работать с нами!",
  "home_about_title": "Обо мне",
  "home_about_pdf": "Резюме pdf",
  "home_about_infos": "Информация",
  "home_about_me": "Личная информация",
  "home_about_bithdate": "Дата рождения",
  "home_about_nationality": "Национальность",
  "home_about_address": "Резиденция",
  "home_about_city": "Почтовый индекс / город",
  "home_about_contact": "Контакт",
  "home_about_phone": "Телефон",
  "home_about_email": "Электронная почта",
  "home_skills_title": "Навыки",
  "home_skills_web": "Веб-разработка",
  "home_skills_dev": "Разработка приложения",
  "home_skills_pers": "Личный",
  "home_skills_solo": "Индивидуальная работа",
  "home_skills_team": "Командная работа",
  "home_skills_logic": "Логическое мышление",
  "home_skills_creativity": "Креативность",
  "home_skills_languages": "Языки",
  "home_skills_german": "Немецкий",
  "home_skills_english": "Английский",
  "home_skills_russian": "Русский",
  "home_skills_french": "Французский",
  "home_skills_office": "Офис",
  "home_skills_word": "Слово",
  "home_skills_powerpoint": "Силовая установка",
  "home_skills_excel": "Excel",
  "home_skills_access": "Доступ",
  "home_family_title": "Семья",
  "home_family_dad": "Отец",
  "home_family_mom": "Мать",
  "home_family_brother": "Брат",
  "home_hobbies_title": "Увлечения",
  "home_hobbies_music": "Музыка",
  "home_hobbies_musictext": "Я беру уроки игры на гитаре с 7 лет. музыка всегда играла очень важную роль в моей жизни. в настоящее время я больше не посещаю курсы, но я все еще играю в небольшой группе, учусь играть на барабанах и создавать электронную музыку или биты в стиле хип-хоп на своем компьютере.",
  "home_hobbies_art": "Искусство",
  "home_hobbies_arttext": "Не только через музыку, но и через искусство я могу выражать свои чувства и часами разбираться с ними. будь то наброски на бумаге, рисование на холсте, распыление или разработка веб-сайта, я всегда чувствую эйфорию, которую нельзя сравнить ни с какой другой деятельностью.",
  "home_hobbies_cevi": "Чеви",
  "home_hobbies_cevitext": "Я регулярно посещаю cevi schwamendingen с 2006 года. около 5 лет назад я получил второе высшее образование в качестве лидера группы. к сожалению, из-за учебы и стресса перед экзаменами в последние годы я не могу посещать каждую субботу. но так как я хорошо лажу с детьми и поскольку природа очень важна для меня, я все еще являюсь частью нашей группы.",
  "home_hobbies_sport": "Виды спорта",
  "home_hobbies_sporttext": "В свободное время я занимаюсь не только творчеством, но и спортом. это включает в себя легкую атлетику, езду на велосипеде, скейтбординг и настольный теннис. особенно мне нравится бегать по лесу и кататься на скейтборде с друзьями в скейт-парке или на улице, пытаясь освоить новые трюки.",
  "home_school_title": "Посещенные школы",
  "home_school_ims": "Средняя школа информатики",
  "home_school_sek": "Средняя школа",
  "home_school_gym": "Средняя школа",
  "home_school_pri": "Начальная школа",
  "career_title": "Карьера",
  "career_description": "Выполняя эти задания или работая в компаниях, я накапливал знания в самых разных областях.",
  "career_boss": "Клиент",
  "career_tools": "Инструменты",
  "career_toproject": "К проекту",
  "career_webdev_title": "Веб-разработка",
  "career_scraping_title": "Веб-скрапинг и автоматизация",
  "career_scraping_description": "Задача заключалась в том, чтобы выбрать предметы одежды из разных коллекций, отредактировать изображения и загрузить их на сайт. для этого я написал скрипт, который автоматически считывает информацию и, наконец, создает продукты, включая информацию на сайте.",
  "career_immob_title": "Аренда недвижимости",
  "career_immob_description": "По бизнес-идее отца я разработал веб-приложение, в котором он может выкладывать свои квартиры в аренду в сша онлайн, чтобы они были лучше видны публике.",
  "career_ecomm_title": "Сайт электронной коммерции",
  "career_ecomm_description": "В настоящее время я разрабатываю приложение react, которое предлагает бывшие в употреблении товары и другие услуги.",
  "career_btc_title": "Биткойн-трекер",
  "career_btc_description": "Пробная работа в cubera заключалась в создании приложения, которое графически отображает цену биткойна и имеет функцию конвертации ее в другие валюты.",
  "career_rus_title": "Домашняя страница rusfrauentreff",
  "career_rus_description": "Для этой организации я разработал домашнюю страницу, на которой были видны все события и информация.",
  "projects_title": "Проекты",
  "projects_description": "Вот некоторые из проектов, которые я программировал за последние несколько лет.",
  "projects_react_text": "В настоящее время я программирую интернет-магазин, в котором доступна одежда с моим дизайном.",
  "projects_python_text": "Я написал скрипт, который автоматически считывает информацию о продуктах с других сайтов и, наконец, создает продукты, включая информацию на сайте эрнесто варгаса.",
  "projects_unity_dungeon": "В 2018 году я разработал и запрограммировал 2d-игру про подземелья.",
  "projects_unity_rocket": "В качестве моей первой игры я разработал игру, в которой вы уворачиваетесь от метеоритов с помощью ракеты.",
  "projects_html_dad": "По бизнес-идее отца я разработал веб-приложение, в котором он может выставлять свои квартиры в аренду в сша онлайн",
  "projects_html_jukebox": "Функциональный веб-сайт музыкального автомата был запрограммирован для школьного проекта",
  "projects_html_rus": "Для мамы я создала страничку \"встречи русских женщин\"",
  "projects_html_vallora": "Валлора — один из первых сайтов (для отеля), который я создал.",
  "projects_java_game": "Текстовая игра, которую я сделал, чтобы научить детей java",
  "projects_java_uno": "Игра uno, разработанная с использованием качелей",
  "projects_java_swing": "Калькулятор оценок для школы",
  "projects_java_sort": "В школе мы выучили несколько алгоритмов сортировки",
  "projects_glassfish_text": "В школе мы учились программировать веб-приложение для библиотеки с функцией проверки с помощью glassfish и java.",
  "projects_php_forms": "Мы учились всевозможным формам и способам их проверки в школе.",
  "projects_php_gallery": "Галерея, где вы можете загружать и удалять изображения"
}