{
    "home_title":"Willkommen auf meiner Portfolio-Website!",
    "home_description":"Mein Name ist Georgiy Shevoroshkin und ich bin ein 20-jähriger Softwareentwickler mit einer Leidenschaft für Kreativität und Lernen. Ich habe meinen Abschluss an der Informatikmittelschule Hottingen gemacht und arbeite seit über 5 Jahren in der Anwendungsentwicklung.<br />Wenn ich nicht am Programmieren bin, erkunde ich meine vielen Interessen. Ich zeichne gerne, falte Origami, koche, fahre Fahrrad, campe und spiele Gitarre. Ich unterrichte auch leidenschaftlich gerne und habe Erfahrung darin, Kindern Nachhilfe in Mathematik, Englisch und Programmieren zu geben.<br />Im Laufe meiner Karriere habe ich an einer Vielzahl von Projekten gearbeitet, von Videospielen bis hin zur Webentwicklung. Ich liebe Herausforderungen und setze meine Fähigkeiten gerne ein, um komplexe Probleme zu lösen und innovative Lösungen zu schaffen.<br />Auf dieser Website finden Sie Beispiele meiner Arbeit sowie Informationen über meine Fähigkeiten und Erfahrungen. Ob Sie ein potenzieller Arbeitgeber sind oder einfach nur neugierig auf meine Arbeit sind, ich hoffe, Sie finden etwas, das Sie interessiert. Vielen Dank für Ihren Besuch, und zögern Sie bitte nicht, sich mit uns in Verbindung zu setzen, wenn Sie Fragen haben oder mit uns zusammenarbeiten möchten!",
    "career_title":"Karriere",
    "career_description":"Währenddessen ich diese Aufträge erledigte oder bei den Firmen arbeitete, sammelte ich in verschiedensten Bereichen Wissen",
    "projects_title":"Projekte",
    "projects_description":"Dies sind einige der Projekte, welche ich über die letzten Jahre programmiert habe",
    "art_title":"Kunst",
    "art_description":"Kunst oder besser gesagt Kreativität ist ein riesiger Bestandteil meines Lebens. Ich verbringe viel Zeit, mithilfe von verschiedenen Medien meine Ideen zu manifestieren und der Inspiration und Kreativität freien Lauf zu lassen",
    "home_title":"",
    "home_title":"",
    "home_title":"",
    "home_title":""

}