{
    "art_title":"Kunst",
    "art_description":"Kunst oder besser gesagt Kreativität ist ein riesiger Bestandteil meines Lebens. Ich verbringe viel Zeit, mithilfe von verschiedenen Medien meine Ideen zu manifestieren und der Inspiration und Kreativität freien Lauf zu lassen",
    "art_origami_title":"Origami",
    "art_origami_description":"In meiner Kindheit war ich fasziniert vom Basteln von Origami. Bis heute falte ich noch verschiedenste Kusudamas und Papierkraniche. Origami ist eine Kunstform, die meine Kreativität und Geduld herausfordert und mich zugleich beruhigt. Es ist erstaunlich, wie aus einem einfachen Stück Papier etwas so Schönes entstehen kann. Die Vielfalt der möglichen Figuren und Modelle ist unendlich und es gibt immer etwas Neues zu entdecken und zu lernen. Das Basteln von Origami ist für mich eine wunderbare Möglichkeit, meine Freizeit zu verbringen und dabei auch noch mein Können zu verbessern.",
    "art_drawings_title":"Zeichnungen",
    "art_drawings_description":"Zeichnen ist eines meiner Lieblingshobbys, da dies sehr meditativ wirkt und ich dabei meine Kreativität entfalten lassen kann. Ich brauche nur einen Stift und ein Blatt Papier und schon kann ich in meine eigene Welt eintauchen und mich voll und ganz auf meine Kunst konzentrieren. Es gibt keine Regeln oder Vorgaben, ich kann einfach meiner Fantasie freien Lauf lassen und experimentieren. Dabei entstehen oft unerwartete Ergebnisse, die mich überraschen und begeistern. Die Schönheit des Zeichnens liegt für mich auch darin, dass es ein unendliches Lernfeld ist. Es gibt immer wieder neue Techniken, Stile und Materialien zu entdecken und auszuprobieren, was mich ständig herausfordert und motiviert, mich weiterzuentwickeln. Obwohl ich noch viel zu lernen habe, genieße ich jeden Moment beim Zeichnen und bin dankbar für die Möglichkeit, meine eigene Welt auf diese Weise zum Ausdruck zu bringen.",
    "art_spraypaint_title":"Grafitti",
    "art_spraypaint_description":"Seit ich dieses Medium ausprobiert hatte, fing ich an jeden Sommer an legalen Orten zu Sprayen, da mir diese einzigartige Technik vieles Neues ermöglicht. Beim Sprayen kann ich meine Ideen in große Kunstwerke verwandeln. Die Freiheit, die ich beim Sprayen empfinde, ist unbeschreiblich und die Farben, die ich verwenden kann, sind so vielfältig, dass ich immer wieder aufs Neue begeistert bin. Ich liebe es auch, draußen in der Natur zu sprayen und mich von der Umgebung inspirieren zu lassen. Es ist ein tolles Gefühl, meine Kunst mit anderen Menschen zu teilen und sie zu sehen, wie sie sich an meinen Werken erfreuen oder auch darüber diskutieren. Auch wenn das Sprayen oft als illegal angesehen wird, gibt es doch viele legale Orte, an denen ich mich austoben und meine Fähigkeiten verbessern kann. Ich bin dankbar für diese Möglichkeit, meine Leidenschaft auszuleben und mich auf kreative Weise auszudrücken.",
    "art_other_title":"Weitere Kunstwerke",
    "art_other_description":"Abgesehen von den oberen Kategorien, befasse ich mich gern mit anderen Bereichen der Kunst wie beispielsweise Holzarbeiten und Mosaiken. Holzarbeiten faszinieren mich wegen der natürlichen Schönheit des Materials und der Vielfalt an Möglichkeiten, die es bietet. Ich liebe es, Holz zu formen und zu bearbeiten, um einzigartige Möbel, Skulpturen und andere Kunstwerke zu erschaffen. Das Schleifen, Schnitzen und Polieren des Holzes ist für mich fast schon meditativ und ich genieße die Herausforderungen, die diese Arbeit mit sich bringt.<br />Auch Mosaiken haben es mir angetan. Die unzähligen kleinen Stücke, die zu einem größeren Bild zusammengesetzt werden, faszinieren mich. Ich liebe es, verschiedene Materialien wie Keramik, Glas oder Stein zu verwenden, um farbenfrohe und ausdrucksstarke Kunstwerke zu erschaffen. Beim Mosaiklegen kann ich mich stundenlang in meiner eigenen Welt verlieren und in den kleinen Details meiner Arbeit aufgehen. Es ist erstaunlich, wie die vielen kleinen Teile am Ende zu einem harmonischen Ganzen verschmelzen und eine Geschichte erzählen. Diese Kreativitätsprozesse sind für mich eine Quelle der Inspiration und des Ausdrucks, die mir in meinem Leben viel bedeuten.",
    "home_title":"Willkommen auf meiner Portfolio-Website!",
    "home_description":"Mein Name ist Georgiy Shevoroshkin und ich bin ein 20-jähriger Softwareentwickler mit einer Leidenschaft für Kreativität und Lernen. Ich habe meinen Abschluss an der Informatikmittelschule Hottingen gemacht und arbeite seit über 5 Jahren in der Anwendungsentwicklung.<br />Wenn ich nicht am Programmieren bin, erkunde ich meine vielen Interessen. Ich zeichne gerne, falte Origami, koche, fahre Fahrrad, campe und spiele Gitarre. Ich unterrichte auch leidenschaftlich gerne und habe Erfahrung darin, Kindern Nachhilfe in Mathematik, Englisch und Programmieren zu geben.<br />Im Laufe meiner Karriere habe ich an einer Vielzahl von Projekten gearbeitet, von Videospielen bis hin zur Webentwicklung. Ich liebe Herausforderungen und setze meine Fähigkeiten gerne ein, um komplexe Probleme zu lösen und innovative Lösungen zu schaffen.<br />Auf dieser Website finden Sie Beispiele meiner Arbeit sowie Informationen über meine Fähigkeiten und Erfahrungen. Ob Sie ein potenzieller Arbeitgeber sind oder einfach nur neugierig auf meine Arbeit sind, ich hoffe, Sie finden etwas, das Sie interessiert. Vielen Dank für Ihren Besuch, und zögern Sie bitte nicht, sich mit uns in Verbindung zu setzen, wenn Sie Fragen haben oder mit uns zusammenarbeiten möchten!",
    "home_about_title":"Über mich",
    "home_about_pdf":"Lebenslauf PDF",
    "home_about_infos":"Infos",
    "home_about_me":"Personalien",
    "home_about_birthdate":"Geburtsdatum",
    "home_about_nationality":"Nationalität",
    "home_about_address":"Wohnort",
    "home_about_city":"PLZ/Ort",
    "home_about_contact":"Kontakt",
    "home_about_phone":"Telefon",
    "home_about_email":"Email",
    "home_about_name":"Name",
    "home_about_job":"Beruf",
    "home_skills_title":"Skills",
    "home_skills_web":"Webentwicklung",
    "home_skills_dev":"Applikationsentwicklung",
    "home_skills_pers":"Persönlich",
    "home_skills_solo":"Einzelarbeit",
    "home_skills_team":"Teamwork",
    "home_skills_logic":"Logisches Denken",
    "home_skills_creativity":"Kreativität",
    "home_skills_languages":"Sprachen",
    "home_skills_german":"Deutsch",
    "home_skills_english":"Englisch",
    "home_skills_russian":"Russisch",
    "home_skills_french":"Französisch",
    "home_skills_office":"Office",
    "home_skills_word":"Word",
    "home_skills_powerpoint":"Powerpoint",
    "home_skills_excel":"Excel",
    "home_skills_access":"Access",
    "home_family_title":"Familie",
    "home_family_dad":"Vater",
    "home_family_mom":"Mutter",
    "home_family_brother":"Bruder",
    "home_hobbies_title":"Hobbies",
    "home_hobbies_music":"Musik",
    "home_hobbies_musictext":"Seit meinem 7. Lebensjahr ging ich in den Gitarrenunterricht. Musik spielte in meinem Leben andauernd eine sehr wichtige Rolle. Heutzutage besuche ich die Kurse zwar nicht mehr aber musiziere noch in einer kleinen Band, lerne Schlagzeug spielen und produziere für mich elektronische Musik oder HipHop Beats auf meinem PC.",
    "home_hobbies_art":"Kunst",
    "home_hobbies_arttext":"Nicht nur durch Musik, sondern auch durch die Kunst kann ich meine Gefühle wiedergeben und mich stundenlang damit befassen. Sei es skizzieren auf Papier, malen auf der Leinwand, sprayen oder designen einer Webseite, ich verspüre dabei immer eine Euphorie, die mit keiner anderen Tätigkeit vergleichbar ist.",
    "home_hobbies_cevi":"Cevi",
    "home_hobbies_cevitext":"Seit dem Jahr 2006 besuche ich regelmässig die CEVI Schwamendingen. Vor ungefähr 5 Jahren hatte ich meinen zweiten Abschluss als Gruppenleiter absolviert. Leider konnte ich in den letzten Jahren aufgrund der Schule und des Prüfungsstress nicht jeden Samstag dabei sein. Aber da ich mich mit Kindern gut verstehe und mir die Natur sehr wichtig ist, bin ich immer noch Teil unserer Gruppe.",
    "home_hobbies_sport":"Sport",
    "home_hobbies_sporttext":"In meiner Freizeit bin ich nicht nur mit Kreativem beschäftigt, sondern treibe auch gern Sport. Dazu gehört Leichtathletik, Velofahren, Skateboarden und Tischtennis spielen. Vor allem gefällt es mir, im Wald joggen zu gehen und mit Freunden im Skatepark oder auf der Strasse Skateboard fahren und dabei neue Tricks versuchen zu meistern.",
    "home_school_title":"Besuchte Schulen",
    "home_school_ims":"Informatikmittelschule",
    "home_school_sek":"Sekundarschule",
    "home_school_gym":"Gymnasium",
    "home_school_pri":"Primarschule",
    "career_title":"Karriere",
    "career_description":"Währenddessen ich diese Aufträge erledigte oder bei den Firmen arbeitete, sammelte ich in verschiedensten Bereichen Wissen",
    "career_boss":"Auftraggeber",
    "career_tools":"Tools",
    "career_toproject":"Zum Projekt",
    "career_webdev_title":"Webdevelopment",
    "career_scraping_title":"Webscraping und Automatisation",
    "career_scraping_description":"Der Auftrag war es, Kleidungsstücke aus verschiedenen Kollektionen auslesen, die Bilder bearbeiten und auf die Homepage hochladen. Dafür habe ich ein Script geschrieben, welches die Informationen automatisch ausliest und schlussendlich Produkte samt den Infos auf der Webseite erstellt.",
    "career_immob_title":"Immobilienvermietung",
    "career_immob_description":"Für die Geschäftsidee meines Vaters entwickelte ich eine Webapplikation, auf der er seine in der USA zu vermietenden Wohnungen online stellen kann, damit diese besser für die Öffentlichkeit ersichtlich sind.",
    "career_ecomm_title":"E-Commerce Website",
    "career_ecomm_description":"Momentan entwickle ich eine React-App, auf welcher Gebrauchtwaren sowie weitere Dienstleistungen Angeboten werden.",
    "career_btc_title":"Bitcointracker",
    "career_btc_description":"Der Probeauftrag bei Cubera bestand darin, eine Applikation herzustellen, die den Bitcoin Kurs grafisch anzeigt und eine Funktion hat, diesen in andere Währungen umzurechnen.",
    "career_rus_title":"Homepage RusFrauenTreff",
    "career_rus_description":"Für diese Organisation entwickelte ich eine Homepage, auf welcher alle Events und Informationen ersichtlich waren.",
    "projects_title":"Projekte",
    "projects_description":"Dies sind einige der Projekte, welche ich über die letzten Jahre programmiert habe",
    "projects_react_text":"Ich programmiere gerade einen Onlineshop, auf welchem Kleider mit meinen Designs erhältlich sind",
    "projects_python_text":"Ich habe ein Script geschrieben, welches die Informationen über Produkte aus anderen Webseiten automatisch ausliest und schlussendlich Produkte samt den Infos auf der Webseite von Ernesto Vargas erstellt",
    "projects_unity_dungeon":"Ein 2D Dungeon Spiel designte und programmierte ich in 2018",
    "projects_unity_rocket":"Als mein erstes Spiel entwickelte ich ein Spiel, wo man mit einer Rakete Meteoriten ausweicht",
    "projects_html_dad":"Für die Geschäftsidee meines Vaters entwickelte ich eine Webapplikation, auf der er seine in der USA zu vermietenden Wohnungen online stellen kann",
    "projects_html_jukebox":"Für ein Schulprojekt wurde eine funktionale Jukebox Webseite programmiert",
    "projects_html_rus":"Für meine Mutter erstellte ich die Homepage für \"Russische Frauen Treff\"",
    "projects_html_vallora":"Vallora ist eine der ersten Webseiten (für ein Hotel), die ich erstellte",
    "projects_java_game":"Ein textbasiertes Spiel, welches ich erstellt habe um Java Kindern beizubringen",
    "projects_java_uno":"Ein UNO Spiel mit Swing gestaltet",
    "projects_java_swing":"Ein Notenrechner für die Schule",
    "projects_java_sort":"In der Schule lernten wir mehrere Sortieralgorythmen",
    "projects_glassfish_text":"In der Schule lernten wir mit Glassfish und Java eine Webapp für eine Bibliothek mit Aulseihfunktion zu programmieren",
    "projects_php_forms":"Verschiedenste Arten von Formularen und Wegen, sie zu prüfen erfuhren wir in der Schule",
    "projects_php_gallery":"eine Galerie, in welcher man Bilder hochladen und entfernen konnte",
    "":"",
    "":"",
    "":"",
    "":"",
    "":"",
    "":"",
    "":"",
    "":"",
    "":"",
    "":"",
    "":""
}